ael-code/zsh-colored-man-pages
MichaelAquilina/zsh-auto-notify
Tarrasch/zsh-command-not-found
Valiev/almostontop
hlissner/zsh-autopair

axieax/zsh-starship

marlonrichert/zsh-autocomplete
clarketm/zsh-completions
RobSis/zsh-completion-generator
mattmc3/zephyr path:plugins/completions

zsh-users/zsh-syntax-highlighting
