ael-code/zsh-colored-man-pages
MichaelAquilina/zsh-auto-notify
Tarrasch/zsh-command-not-found
hlissner/zsh-autopair
mafredri/zsh-async

romkatv/powerlevel10k

clarketm/zsh-completions
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/autosuggestions
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/syntax-highlighting
