ael-code/zsh-colored-man-pages
MichaelAquilina/zsh-auto-notify
Tarrasch/zsh-command-not-found
hlissner/zsh-autopair
mafredri/zsh-async

romkatv/powerlevel10k

marlonrichert/zsh-autocomplete
clarketm/zsh-completions
mattmc3/zephyr path:plugins/completions

zsh-users/zsh-syntax-highlighting
